[
    {
        "_id": 1,
        "name": "হাবলুদের জন্য প্রোগ্রামিং",
        "img": "https://static-01.daraz.com.bd/p/mdc/95dac66cff6c0bab100e982c73511406.jpg",
        "description": "আমি আশা করি আমাদের ছেলেমেয়েরা এই বইটি পড়ে যেমন প্রোগ্রামিংয়ের ভয় জয় করবে, ঠিক একইভাবে প্রোগ্রামিংয়ের বেশ কিছু ধারণাও আত্মস্থ করতে পারবে। আমি ঝংকার মাহবুবকে বইটি লেখার জন্য অভিনন্দন জানাই। মেধার অনুশীলনের মাধ্যমে শ্রেয়তর মস্তিষ্কের অধিকারী হয়ে বাংলাদেশকে সমৃদ্ধ করার জন্য তাঁর বইয়ের পাঠকদের প্রতি আমন্ত্রণ।",
        "price": 209,
        "quantity": 100,
        "supplierName": "Jhankar mahbub",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 2,
        "name": "প্রোগ্রামিংয়ের চৌদ্দগোষ্টী",
        "img": "https://static-01.daraz.com.bd/p/c25930b4d08fff8d55d27c2294327b81.jpg",
        "description": "গল্পের মাধ্যমে এমনভাবে বইটা লেখা, পড়ে মনে হয় চোখ বুজলেই যেন দেখতে পাব, পাঠকের সামনে দাঁড়িয়ে ঝংকার গভীর মমতায় শেখাচ্ছে প্রোগ্রামিং। ঝংকারের এ বইটি পড়তে গিয়ে পুরোটা সময় সেই প্রথম প্রোগ্রামিং শেখার সময়টার মতো আনন্দ পেয়েছি, টানটান উত্তেজনা, হাসি আর মজার মাঝে ঝংকার যেভাবে প্রোগ্রামিং শিখিয়ে দিচ্ছে এ বইয়ে, হয়তোবা বাংলায় সেভাবে আগে কেউ লেখেনি।",
        "price": 280,
        "quantity": 120,
        "supplierName": "Ajay",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 3,
        "name": "প্রোগ্রামিংয়ের বলদ টু বস",
        "img": "https://static-01.daraz.com.bd/p/babfde5e9c7fa546fc1283959e26c13a.jpg",
        "description": "হাবলুদের জন্য ডাটা স্ট্রাকচার, অ্যালগরিদম, অবজেক্ট, ক্লাস, অবজেক্ট ওরিয়েন্টেড প্রোগ্রামিং ইত্যাদির চিপাচাপার সন্ধান করেছে। এর আগে কেইবা বলেছে হাজিরা খাতাটাই একটা ডাটা স্ট্রাকচার আর কেইবা খড়ের গাঁদাতে সূঁচ খোঁজার চেষ্টা করেছে প্রোগ্রামিং জগতে! ঝংকারের ঢংয়ে প্রোগ্রামিংয়ের জগতে বলদ থেকে বস হয়ে ওঠার এই এক আশ্চর্য হাবলামি।",
        "price": 202,
        "quantity": 80,
        "supplierName": "utpol",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 4,
        "name": "ভাল্লাগে না ",
        "img": "https://static-01.daraz.com.bd/p/9f90dc7263f3f95929de588e489ea33c.jpg",
        "description": "শত অজুহাতে জর্জরিত আমাদের জীবন। দিনশেষে আমাদের অজুহাতে আমরা নিজেরাই পরাহত। আপাতদৃষ্টিতে অজুহাত আমাদের পরাজয়ের গ্লানি থেকে রক্ষা করে ক্ষণিকের স্বস্তি এনে দিলেও শেষ পর্যন্ত এই অজুহাতের কবলে পরেই আমাদের জীবনের অনেক আশা আকাঙ্খা মারা যায়। আর এই শত অজুহাতের রাজা অজুহাত হলো “ভাল্লাগে না” আর সেটা তাড়াবার জন্য বদ্ধপরিকর এই বইয়ের লেখক আয়মান সাদিক এবং অন্তিক মাহমুদ। প্রতিদিন আমাদের পেয়ে বসা অজুহাতগুলোকে নির্মূল করতে অভূতপূর্ব কিছু আইডিয়ার সংকলন হলো এই আজব ",
        "price": 300,
        "quantity": 30,
        "supplierName": "Emon",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 5,
        "name": "প্রোগ্রামিং কনটেস্ট",
        "img": "https://static-01.daraz.com.bd/p/3d066007b121b69a6476ed557f01010d.jpg",
        "description": "এই বইয়ের পাঠক সংখ্যা কয়েক মিলিয়ন হলেই সেই ব্যতিক্রমী প্রচেষ্টা সফল হবে। সেইসব মিলিয়ন প্রোগ্রামার বাংলাদেশকে অনেক সম্মানিত করবে। মনে রাখতে হবে যে পোশাক ও শ্রমিক রফতানি করে বৈদেশিক মুদ্রা অর্জন করা সম্ভব হলেও সম্মনের জন্য প্রয়োজন একটু সৃজনশীল কিছু। কৃত্রিম বুদ্ধিমত্তা (AI) ও রোবটের উত্থানের যুগে, প্রোগ্রামিং ছাড়া অন্য কিছুতে মানুষের প্রয়োজন থাকবে কিনা সেটাও ভাবা দরকার ",
        "price": 360,
        "quantity": 60,
        "supplierName": "Tonmoy",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 6,
        "name": "শেষের কবিতা",
        "img": "https://static-01.daraz.com.bd/p/414bbbd8157cb60473f482799e69dc88.jpg",
        "description": "শেষের কবিতা বিংশ শতকের বাংলার নবশিক্ষিত অভিজাত সমাজের জীবনকথা। ব্যক্তি মানুষের মূল্যচেতনার উপাদান যদি অন্তর থেকে শুধুই বার হয়ে আসতে থাকে - যার সমুন্নতি ও দীপ্তি বিদ্যার বৃহৎ পরিমার্জনায়, তারও একটা চরিত্র আছে। বাস্তব চেনাশোনার চলা বাহ্যিক অভিজ্ঞতার জগৎ থেকে তা একেবারে অন্তর অভিমুখী। এই নবতর চেতনার অদ্ভুত আবিষ্কার এই উপন্যাস রচনার কাছাকাছি সময়ে। রবীন্দ্রনাথের অঙ্কিত এই পর্বের দু-একটি মুখাবয়বে কল্পনার প্রাধান্য লক্ষণীয়।",
        "price": 79,
        "quantity": 20,
        "supplierName": "Joyonto",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 7,
        "name": "পাইথন দিয়ে প্রোগ্রামিং",
        "img": "https://static-01.daraz.com.bd/p/mdc/6b335e2154f050bdabd63dee04a61ad8.jpg",
        "description": "বিশ্বের প্রোগ্রামিং ভাষাগুলোর মধ্যে নানান রকমের র‌্যাংকিং করা হয়। যেসব গ্রহণযোগ্য র‌্যাংকিং আছে, সবগুলোতেই প্রথম তিনটি প্রোগ্রামিং ভাষার একটি হচ্ছে পাইথন। গত এক দশকে প্রোগ্রামিং শেখা ও প্রফেশনাল জগতে পাইথনের ব্যবহার অনেক বেড়েছে। আগামী দশকেও পাইথন বিশ্বব্যাপী একটি শীর্ষস্থানীয় প্রোগ্রামিং ভাষা হিসেবেই থাকবে বলে আমার দৃড় বিশ্বাস।",
        "price": 159,
        "quantity": 120,
        "supplierName": "Jalal",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 8,
        "name": "নেভার স্টপ লার্নিং ",
        "img": "https://static-01.daraz.com.bd/p/d06837915a5382b77e463174bfbac476.jpg",
        "description": "শুধুমাত্র মানসম্পন্ন একাডেমিক শিক্ষাকে সবার দ্বারপ্রান্তে পৌছে দিয়েই থেমে নেই মানুষটি। ইউটিউব ও ফেসবুকের মাধ্যমে প্রতিনয়তই নতুন নতুন কৌশল ও হ্যাক শেখানোর প্রচেষ্টা করে যাচ্ছে যা একজন শিক্ষার্থীকে প্রকৃতপক্ষেই একজন সফল ও যোগ্য নাগরিক হয়ে গড়ে উঠতে সাহায্য করবে।",
        "price": 229,
        "quantity": 98,
        "supplierName": "Kholil",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 9,
        "name": "ঘরে বসে Spoken English",
        "img": "https://static-01.daraz.com.bd/p/4f238ca0fbe802dd811e801236999820.jpg",
        "description": "বইটি এমনভাবে তৈরি করা হয়েছে যেন তুমি তোমার প্রাত্যহিক জীবনে খুব সহজেই ইংরেজিটা বলতে পারো, প্রতি সেকেন্ডে গ্রামারের কথা চিন্তা না করেই। এছাড়াও এই বইটি তোমাকে সম্পূর্ণ নির্দেশনা দিবে কীভাবে তুমি ইন্টারভিউ কিংবা প্রেজেন্টেশনে ইংরেজিতে কথা বলবে। এবং অবশ্যই বইটি শেষ করার পরে স্পোকেন ইংলিশে তুমি অনেকটা দক্ষ হয়ে উঠবে।",
        "price": 226,
        "quantity": 123,
        "supplierName": "Sahid",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 10,
        "name": "লোকে কি বলবে",
        "img": "https://static-01.daraz.com.bd/p/78644401da5a2938aaf605a1527acc9a.jpg",
        "description": "একজন যদি বলেও যে আমার আইডিয়া বা আমার কাজটা খারাপ তাহলে আমাদের চিন্তা করা উচিত যে, আমি তো কাজটা করেছি, আর সে তো না করেই সমালোচনা করছে। তাঁর মন্তব্যে আমার কাজের কিছু যায় আসে না, যেমনটা আমাদের কমেন্টে সাকিবের খেলার কিছু যায় আসে না।",
        "price": 196,
        "quantity": 122,
        "supplierName": "utsho",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 11,
        "name": "৫২টি প্রোগ্রামিং সমস্যা ও সমাধান",
        "img": "https://static-01.daraz.com.bd/p/6760068258801c02a492b64b76ba879c.jpg",
        "description": "ভূমিকা প্রোগ্রামিংয়ে দক্ষতা অর্জন করতে হলে প্রোগ্রামিং সমস্যা সমাধান করা বা যাকে আমরা প্রবলেম সলভিং বলি, সেই জিনিসটি করার কোনো বিকল্প নেই। কেউ যখন নতুন প্রোগ্রামিং শিখবে, তখন প্রোগ্রামিংয়ের মৌলিক ধারণাগুলো আয়ত্ত্বে আনার পরপর কয়েকশ ঘণ্টা প্রোগ্রামিং চর্চা করা আবশ্যক।",
        "price": 193,
        "quantity": 121,
        "supplierName": "kajol",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 12,
        "name": "বেসিক আলী - ১৪",
        "img": "https://static-01.daraz.com.bd/p/51621f11ba86d900748b5aa6a295957c.png",
        "description": "ইউনিভার্সিটির ডিগ্রিধারী বেসিক আলী। বাবা বিশিষ্ট ব্যবসায়ী তালিব আলী কায়দা করে তাকে ব্যাংকের চাকরিতে ঢুকিয়ে দিয়েছেন। অফিস কলিগ রিয়া হকের সঙ্গে বেসিকের গড়ে উঠেছে চমৎকার।",
        "price": 176,
        "quantity": 123,
        "supplierName": "Ali ahmed",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 13,
        "name": "জাভা প্রোগ্রামিং",
        "img": "https://static-01.daraz.com.bd/p/a3efc0bb7d5fef5f292345fbf8c4d120.jpg",
        "description": "বইতে যেখানে ইংরেজির বদলে বাংলা শব্দ ব্যবহার করা সম্ভব, সেখানে যেন বাংলা শব্দই ব্যবহার করা হয়, আর বাংলা ভাষাটা যেন একটু সহজ ও প্রাঞ্জল হয়, সেসব নিয়ে বজলুরকে বিস্তর ফিডব্যাক দিয়েছি। বজলুরও নিষ্ঠার সঙ্গে সেসব ফিডব্যাকের অনেকগুলোই গ্রহন করেছে, অনেক যত্ন নিয়ে লেখার চেষ্টা করেছে।",
        "price": 600,
        "quantity": 99,
        "supplierName": "utsho",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 14,
        "name": "ময়ূরাক্ষী",
        "img": "https://static-01.daraz.com.bd/p/a2618aee2171db6d4403ea8b5a0ca89a.jpg",
        "description": "ময়ূরাক্ষী নদীকে একবারই আমি স্বপ্নে দেখি। নদীটা আমার মনের ভেতর পুরোপুরি গাঁথা হয়ে যায়। অবাক হয়ে লক্ষ করি কোথাও বসে একটু চেষ্টা করলেই নদীটা আমি দেখতে পাই। তারজন্যে আমাকে কোনো কষ্ট করতে হয় না। চোখ বন্ধ করতে হয় না, কিছু না।",
        "price": 114,
        "quantity": 12,
        "supplierName": "Rasel",
        "email": "utsho111099@gmail.com"
    },
    {
        "_id": 15,
        "name": "অবজেক্ট ওরিয়েন্টেড প্রোগ্রামিং",
        "img": "https://static-01.daraz.com.bd/p/d76c959cdf4fadbb2c6a4f712f24da6b.jpg",
        "description": "এই বইয়ের মূল উদ্দেশ্য হলাে অবজেক্ট-ওরিয়েন্টেড প্রােগ্রামিং এবং কোড করার সময় এর বাস্তব প্রয়ােগ হাতে-কলমে শেখানাে। Object Oriented Programming-এর প্রতিটি শব্দের আদ্যক্ষর নিয়ে সংক্ষেপে একে 00P বলে, যাকে আমরা বাংলায় লিখব ওওপি। বইয়ের কোডগুলাে সি শার্প (C#)-এ লেখা।",
        "price": 288,
        "quantity": 21,
        "supplierName": "ajay",
        "email": "utsho111099@gmail.com"
    }
]